Revit 2027 API
BuiltInFailures.GroupFailures.AtomTouchedNotAllowed Property
 Changes to groups are only allowed during Edit Group mode. Use Edit Group to make this change.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId AtomTouchedNotAllowed { get; }
Public Shared ReadOnly Property AtomTouchedNotAllowed As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ AtomTouchedNotAllowed {
	FailureDefinitionId^ get ();
}
static member AtomTouchedNotAllowed : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace